import React from 'react'
import './Services.css'
import service_1 from './Images/Service-1.jpeg';
import service_2 from './Images/Service-2.jpeg';
import service_3 from './Images/Servicw-3.jpeg';
import service_4 from './Images/Service-4.jpeg';
import service_5 from './Images/Service-5.jpeg';
import Blood from './Images/BloodCheck.jpeg'
import Thyroid from './/Images/ThyroidCheck.jpeg'
import BP from './Images/BpCheck.jpeg'


const Services = () => {
  return (
    <div className='service'>
      <h1>PROVIDE BEST SERVICE FACILITY</h1>
      <p>गरीब दुर्लक्षित तसेच गरजू ग्रामीण जनतेस सहजसाध्य, 
      परवडण्याजोगी, कार्यक्षम, विश्वासार्ह आरोग्य सेवा उपलब्ध
       करून देण्याच्या उद्देशाने केंद्र शासनाने संपूर्ण देशात 
       २०१२ पासून राष्ट्रीय ग्रामीण आरोग्य अभियान सुरू केले आहे.</p>
      <div className='services-1'>
      {/* <img src={service_1} alt="" /> */}
      <img src={service_2} alt="" />
      <img src={service_3} alt="" />
      <img src={service_4} alt="" />
      <img src={service_5} alt="" />
    </div>
    {/* <p>गरीब दुर्लक्षित तसेच गरजू ग्रामीण जनतेस सहजसाध्य, 
      परवडण्याजोगी, कार्यक्षम, विश्वासार्ह आरोग्य सेवा उपलब्ध
       करून देण्याच्या उद्देशाने केंद्र शासनाने संपूर्ण देशात 
       २०१२ पासून राष्ट्रीय ग्रामीण आरोग्य अभियान सुरू केले आहे.</p> */}

       <div>
       <h2 className='heading-2'>CBC चाचणी: हे काय आहे?</h2>
       <img className='img_10' src={Blood} alt="" />
       <p className='paragraph_1'>संपूर्ण रक्त गणना (CBC) ही सामान्यत: आरोग्य स्थिती तपासण्यासाठी
         डॉक्टरांनी लिहून दिलेली रक्त तपासणी आहे. हे पूर्ण-शरीर तपासणी 
         पॅकेजचा देखील एक भाग आहे. सीबीसी चाचणी दरम्यान, रक्तातील 
         विविध सेल्युलर घटकांची एकूण संख्या किंवा रक्त तयार करणाऱ्या घटकांचे 
         विश्लेषण साध्या तंत्र आणि प्रयोगशाळेच्या उपकरणांनी केले जाते.</p>
       
       <h2 className='heading-2'>थायरॉइड म्हणजे काय? त्यामुळे मृत्यू होऊ शकतो का?</h2>
        <img className='img_10' src={Thyroid} alt="" />
        <p className='paragraph_1'>थायरॉइडची एक समस्या ही आहे की, हा आजार झालेल्या 1/3 व्यक्तींना, 
          त्यांना हा आजार झाल्याची कल्पनाच नाही. हा आजार महिलांमध्ये अधिक प्रमाणात आढळतो.
          या ग्रंथीमधून काही संप्रेरके स्त्रवतात. मेंदू, हृदय, स्नायू व इतर अवयवांचे कार्य नीट 
          सुरू राहावे यासाठी ही संप्रेरके आवश्यक असतात. थायरॉइडमुळे शरीर ऊर्जेचा वापर करते आणि त्याला उबदार ठेवते.</p>

        <h2 className='heading-2'>रक्तदाब</h2>
        <img className='img_10' src={BP} alt="" />
        <p className='paragraph_1'>रक्तदाब ( BP ) म्हणजे रक्तवाहिन्यांच्या भिंतींवर रक्ताभिसरणाचा दबाव .
           यातील बहुतांश दाब हा रक्ताभिसरण प्रणालीद्वारे रक्त पंप करणाऱ्या हृदयामुळे होतो .
            जेव्हा योग्यतेशिवाय वापरला जातो, तेव्हा "रक्तदाब" हा शब्द ब्रॅचियल धमनीच्या दाबाला संदर्भित करतो ,
             जेथे ते सामान्यतः मोजले जाते. ब्लड प्रेशर सामान्यतः सिस्टोलिक प्रेशर (एका हृदयाच्या ठोक्यादरम्यान जास्तीत जास्त दाब ) 
             डायस्टोलिक प्रेशर (दोन हृदयाच्या ठोक्यांमधील किमान दाब) ह्रदयाच्या चक्रात व्यक्त केला जातो .
              हे आजूबाजूच्या वातावरणाच्या दाबापेक्षा मिलिमीटर पारा ( mmHg ) मध्ये किंवा किलोपास्कल्स (kPa) मध्ये मोजले जाते .
               सिस्टोलिक आणि डायस्टोलिक दाबांमधील फरक हा नाडीचा दाब म्हणून ओळखला जातो , [१] तर हृदयाच्या 
               चक्रादरम्यानचा सरासरी दाब मध्य धमनी दाब म्हणून ओळखला जातो </p>
       </div>
    </div>
  )
}

export default Services